{
  "translation": {
    "headerMenuItenAbout": "sobre",
    "headerMenuItenProjects": "projetos",
    "headerMenuItenContact": "contato",
    "homeTitle": "Olá pessoas! ✌🏽",
    "homePragraphPT1": "Eu sou Victor Matias, mas podem me chamar de Vitu, sou desenvolvedor full stack e apaixonado por design.",
    "homePragraphPT2": "Sejam bem-vindos ao meu portifólio!",
    "aboutTitle": "Sobre mim",
    "aboutParagraph": "Um pouco mais sobre mim. Tenho 25 anos e sou Cearense. Há um tempo, descobri minha paixão pelo desenvolvimento de software e, em 20 de abril de 2022, decidi entrar de cabeça nesse mundo e me tornar um dev. Atualmente, sou um profissional full stack certificado pela Trybe, porém, sigo me especializando, e venho estudando python como minha segunda linguagem de programação. Dito isso, separei alguns momentos importantes da minha carreira na linha do tempo a seguir:",
    "timeLineP1Title": "❤️ | Descobri minha paixão por desenvolvimento de softwares",
    "timeLineP1Context": "Precisei de um site para a minha empresa e decidi construir um por conta própria",
    "timeLineP1Date": "06/2021",
    "timeLineP2Title": "🎯 | Decidi me dedicar totalmente aos estudos de programação",
    "timeLineP2Context": "Optei por fazer transição de carreira  e iniciei o curso de desenvolvimento web na Trybe para me tornar um profissional Full Stack.",
    "timeLineP2Date": "04/2022",
    "timeLineP3Title": "🌐 | Me tornei bolsista do Google For Startups",
    "timeLineP3Context": "Tive a grande oportunidade de participar de um processo setivo para ganhar um incentivo finaceiro do google, e assim continuar me dedicando a os estudos, e passei!",
    "timeLineP3Date": "09/2022",
    "timeLineP4Title": "🎨 | Me tornei um profissional Front End!",
    "timeLineP4Context": "Finalizei o segundo módulo da Trybe e, após conquistar 100% de aprovação em todos os projetos avaliativos, ganhei a certificação de profissional Front end.",
    "timeLineP4Date": "10/2022",
    "timeLineP5Title": "🚀 | Consegui meu primeiro emprego em tecnologia!",
    "timeLineP5Context": "Passei no processo seletivo da Trybe para trabalhar como Student Summer de instrução.",
    "timeLineP5Date": "01/2023",
    "timeLineP6Title": "👨🏼‍💻 | Me tornei um profissional Full Stack!",
    "timeLineP6Context": "Finalizei o tercéiro módulo da Trybe e, após conquistar 100% de aprovação em todos os projetos avaliativos, ganhei a certificação de profissional Back end.",
    "timeLineP6Date": "03/2023",
    "projectsTitle": "Projetos",
    "projectsParagraph": "Aqui estão alguns projetos que, durante minha jornada como desenvolvedor, me orgulho de ter feito ou participado"
  }
}